[
    {
        "client_msg_id": "f75fc8d2-39b5-4d23-8232-6b7a985b7584",
        "type": "message",
        "text": "<@UQ47R82RW> 「僕のラノベのタイトルがこんなに短いはずがない！：異世界ものライトノベルのタイトルの進化」\n<https:\/\/jgeekstudies.org\/2020\/11\/09\/my-light-novels-title-cant-be-this-short-the-evolution-of-light-novel-titles-in-another-world\/|https:\/\/jgeekstudies.org\/2020\/11\/09\/my-light-novels-title-cant-be-this-short-the-evolution-of-light-novel-titles-in-another-world\/>",
        "user": "UKS1Q2KTQ",
        "ts": "1615097147.004200",
        "team": "TKS1Q2JUE",
        "user_team": "TKS1Q2JUE",
        "source_team": "TKS1Q2JUE",
        "user_profile": {
            "avatar_hash": "g2cdaa6f0a3e",
            "image_72": "https:\/\/secure.gravatar.com\/avatar\/72cdaa6f0a3e75d134cc6b97d821b078.jpg?s=72&d=https%3A%2F%2Fa.slack-edge.com%2Fdf10d%2Fimg%2Favatars%2Fava_0003-72.png",
            "first_name": "Yasuhiro",
            "real_name": "Yasuhiro Hashimoto",
            "display_name": "hashimoto",
            "team": "TKS1Q2JUE",
            "name": "yasuhirohashimoto",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "edited": {
            "user": "UKS1Q2KTQ",
            "ts": "1615097175.000000"
        },
        "attachments": [
            {
                "service_name": "Journal of Geek Studies",
                "service_url": "http:\/\/jgeekstudies.org",
                "title": "My light novel’s title can’t be this short! The evolution of light novel titles in another world!!!",
                "title_link": "https:\/\/jgeekstudies.org\/2020\/11\/09\/my-light-novels-title-cant-be-this-short-the-evolution-of-light-novel-titles-in-another-world\/",
                "author_name": "JGS editor",
                "author_link": "https:\/\/jgeekstudies.org\/author\/tjvitor\/",
                "thumb_url": "https:\/\/jgeekstudies.files.wordpress.com\/2020\/11\/ln-figure-1.jpg?fit=200%2C150",
                "thumb_width": 106,
                "thumb_height": 150,
                "text": "Jo&atilde;o V. Tomotani\n\n\n\nUniversidade de S&atilde;o Paulo; S&atilde;o Paulo, Brazil.\n\n\n\nEmail: t.jvitor (at) gmail (dot) com\n\n\n\nDownload PDF\n\n\n\nLight novels are a subculture of Japanese literature primarily targeting the young adult demographic, with the average length of 50,000 words, a dense publishing schedule, and usually illustrated with an anime\/manga art style (Wikipedia, 2020). Due to their demographic, light novels are generally written in a simpler, more approachable fashion, and there is often an overlap between them and novels classified as young adult, middle grade, and children&rsquo;s literature. This is most evident when you find translated foreign novels, redesigned into a light novel style (English Light Novels, 2020).\n\n\n\nStill, a more clear-cut definition of light novels has not yet been achieved, as they contain a lot of different features. Japanese literary critic Enomoto Aki, for instance, defined light novels as &ldquo;entertaining literary work for readers in junior high school or high school&rdquo;, while the publishing house Nikkei Business Publications defines them as &ldquo;books using anime pictures as covers and aimed at young readers&rdquo; (Teipei Teen Tribune, 2020).\n\n\n\nThe term &lsquo;light novel&rsquo; originated from &ldquo;user participation&rdquo; and was coined around 1990 by Kamikita Keita, the system operator of the Science Fiction and Fantasy forum in the Nifty Serve BBS (Saito, 2014). The light novel trend in juvenile novel markets was testified by the science fiction writer &#332;hara Mariko in a book review for a newspaper in 1994 (Saito, 2016). &#332;hara was impressed and confused with the increasing popularity of a group of novels referred to as &lsquo;light novels&rsquo;, one of the earliest examples of the use of this term (then still a neologism mostly restricted to online communities).\n\n\n\n&#332;hara&rsquo;s negative tone when using the term indicated her ambivalent position towards it, criticizing the proximity to manga for prioritizing characters over story, unrealistic settings, and shallow content (Fig. 1). She concluded that those works could not be categorized as novels (sh&#333;setsu) and should be only consumed as a passing entertainment that did not produce lasting emotional impact on the readers (Saito, 2016).\n\n\n\n\nFigure 1: Cover of the light novel Isekai Onsen ni Tensei shita Ore no Kounou ga Tondemosugiru (&ldquo;I was Reincarnated as a Hot Spring in an Alternate World, and I&rsquo;m way too Effective&rdquo;; Kadokawa, 2017): shallow or deep content? (Pun intended). Image extracted from MyAnimeList.Light novels are an evolution of pulp magazines in Japan. In the 1970s, many pulp magazines began to put illustrations in their stories and included anime, movies and video game articles to cater to their audience. Arai Motoko, a science fiction and fantasy writer active mainly in the young adult market, is considered one of the harbingers of the breathless, chatty style of literature, typical of light novels (SFE, 2020). She is also credited with the popularization of the term &lsquo;otaku&rsquo; in Japanese popular culture by using it in her works. Other famous work from this period is the heroic fantasy novel Guin Saga, by Kurimoto Kaoru, in continuous publication since 1979 (though the original author died in 2009, at which time this novel was the longest single-writer&rsquo;s work in the world).\n\n\n\nOther very famous light novels (also in the West) are: Record of Lodoss War and Slayers, published in the 1980s, which contributed to the development of the fantasy and high fantasy genres in Japan; Boogiepop and Full Metal Panic, published in the 1990s, that mixed the action, fantasy and military themes with everyday student lives; the phenomenon Haruhi Suzumiya, published in 2003 and possibly a major turning point in the light novel and anime industry, by playing with the anime and manga tropes of the time, reflecting otaku culture, and being wildly popular on the Internet; and Sword Art Online, initially published as a web novel in 2002, that vastly contributed to the popularization of the &lsquo;isekai&rsquo; genre (literally &ldquo;different world&rdquo;, a genre that revolves around a normal person from Earth being transported to or reborn in another fantastical universe) &ndash; a commercially successful genre today, as seen in novels like KonoSuba, Overlord and Re:Zero (Fig. 2).\n\n\n\n\n\nFigure 2: Isekai Quartet promotional art. A crossover show featuring characters from the popular isekai series Overlord, Re:Zero, KonoSuba and The Saga of Tanya the Evil. Image extracted from Wikipedia (Studio Puyukai, 2019).\n\n\n\nAs argued by Saito (2015), with the participatory culture of the Internet, story writing became the major source of small narratives for its ease in creating consumable media content. While the Haruhi Suzumiya franchise mimics this participatory culture of the digital age, Sword Art Online was born out of the actual user participation in the creation and dissemination of the media content. The success of Sword Art Online has contributed to the creation of many write-your-own-fiction websites in Japan over the past years.\n\n\n\nA similar phenomenon was identified by Hansen (2016) with the &lsquo;cell phone novels&rsquo; (or &lsquo;keitai novels&rsquo;), that became a significant commercial success in Japan. Keitai novels also generated considerable literary criticism, but that had little impact on their continued success, which is presenting challenges not only to traditional critical interpretation of fiction, but also to the very manner that literature is created, disseminated and received. For an interesting analysis on the Japanese pop culture trends of fiction since the 2000s, with the popularization of themes like sekaikei (&ldquo;end-of-the-world crisis&rdquo;), sabaibukei (&ldquo;survival&rdquo;), and nichij&#333;kei (&ldquo;slice of daily life&rdquo;), refer to Tanaka (2014).\n\n\n\nGOD&rsquo;S BLESSING ON THESE WONDERFUL LIGHT NOVELS\n\n\n\nA very peculiar feature of light novels is their titles. The titles are (in)famous for being unusually long, often composed of large sentences that give a summary of the plot, interjections, and filled with excessive punctuation marks such as exclamation and interrogation marks (Fig. 3). An article from the satirical anime news website Anime Maru, even joked about the possibility of the release of a light novel composed solely of a 196-page-long title (Anime Maru, 2016).\n\n\n\n\n\nFigure 3: Cover of the light novel Me, a Genius? I was Reborn into Another World and I think they&rsquo;ve got the Wrong Idea! (J-Novel Club, 2018). One can only wonder what the plot for this light novel entails. Image extracted from MyAnimeList.\n\n\n\nTwo analyses of the increase in the size of light novel titles have been done in the past. The first one was conducted by Twitter user @GenreCodeLovers, who compiled a list of light novel titles from the website Ranobe Mori and analyzed the number of Japanese characters (apparently not corrected for polysyllabic kanji) in them (reported by Parker-Dalton, 2019). The second one was made by YouTuber Red Bard (2019), who compiled a list of English titles from the website MyAnimeList and counted the number of words, in order to identify the moment in which titles became so long. She concluded that the movement started between 2009 and 2013, but really caught on in 2014.\n\n\n\nThe objective of the present work is to expand on those studies, following a more structured and scientific protocol and analyzing results via statistical tests. Using the original Japanese titles, we will evaluate the progression in title size by counting the number of characters. In addition, we will try to identify whether the larger title sizes are related to the novels&rsquo; literary genre. Finally, we will identify which are the most common themes and words among the titles.\n\n\n\nLIST ART ONLINE &ndash; BUILDING A LIST OF LIGHT NOVELS\n\n\n\nOur light novel list w…",
                "fallback": "Journal of Geek Studies Link: My light novel’s title can’t be this short! The evolution of light novel titles in another&nbsp;world!!!",
                "from_url": "https:\/\/jgeekstudies.org\/2020\/11\/09\/my-light-novels-title-cant-be-this-short-the-evolution-of-light-novel-titles-in-another-world\/",
                "service_icon": "https:\/\/jgeekstudies.files.wordpress.com\/2020\/04\/icon.jpg?w=180",
                "id": 1,
                "original_url": "https:\/\/jgeekstudies.org\/2020\/11\/09\/my-light-novels-title-cant-be-this-short-the-evolution-of-light-novel-titles-in-another-world\/"
            }
        ],
        "blocks": [
            {
                "type": "rich_text",
                "block_id": "4wO",
                "elements": [
                    {
                        "type": "rich_text_section",
                        "elements": [
                            {
                                "type": "user",
                                "user_id": "UQ47R82RW"
                            },
                            {
                                "type": "text",
                                "text": " 「僕のラノベのタイトルがこんなに短いはずがない！：異世界ものライトノベルのタイトルの進化」\n"
                            },
                            {
                                "type": "link",
                                "url": "https:\/\/jgeekstudies.org\/2020\/11\/09\/my-light-novels-title-cant-be-this-short-the-evolution-of-light-novel-titles-in-another-world\/",
                                "text": "https:\/\/jgeekstudies.org\/2020\/11\/09\/my-light-novels-title-cant-be-this-short-the-evolution-of-light-novel-titles-in-another-world\/"
                            }
                        ]
                    }
                ]
            }
        ],
        "reactions": [
            {
                "name": "man-bowing",
                "users": [
                    "UQ47R82RW"
                ],
                "count": 1
            }
        ]
    }
]